atop
base
base-devel
bibata-cursor-theme-bin
bluetui
bluez
bluez-utils
bob
brightnessctl
broadcom-wl
browserpass-firefox
btop
chrono-date
cmake
cpio
duckdb-bin
dump_syms
efibootmgr
firefox
foot
fzf
git
github-cli
glib2-devel
gobject-introspection
grim
grub
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
i7z
keyd
kitty
libappindicator
libgirepository
linux
linux-firmware
linux-headers
lynx
mako
man-db
mbpfan-git
mesa-utils
meson
nano
neovide
neovim
networkmanager
openssh
otf-commit-mono-nerd
pacman-contrib
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-pulse
pipewire-zeroconf
polkit-gnome
python-pipx
rofi
scdoc
slurp
sof-firmware
sudo
sudo-rs
thermald
thunar
tmux
tree-sitter-cli
ttf-arimo-nerd
ttf-jetbrains-mono-nerd
ufw
unzip
vi
vifm
waybar
wev
wget
wl-clipboard
woff2-font-awesome
wofi
zsh
